{
    "8class": "Smart Governance",
    "company": "APEX International",
    "description": "720-Degree interactive and immersive Simulation helps to train emergency response team and educate general public on disaster prevention",
    "Scenario": "Fire Station at a local city government responded to a major fire at an industrial plant with dangerous chemicals. The situation was difficult to contain due to the lack of fire response knowledge from the workers, thus complicating the rescue process for firefighters. It has become a public safety issue and requires more proactive ways to promote emergency response as a common knowledge among citizens, and to facilitate more in-depth training to firefighters.",
    "pain_points_and_needs": ["\t•\t Training of firefighters often restricted by time and space of the facilities ", "\t•\t Current fire simulation training is often conducted in foreign languages and not localized", "\t•\t Current fire simulation training is often done by PC and not interactive enough", "\t•\t Knowledge of disaster prevention/reduction is not widely known to the public"],
    "smart_solution": "This solution is deployed across training facilities, fire museum and schools in Taiwan to facilitate training to firefighters and rescue response team, as well as to educate the general public. The platform uses VR/MR/AR technology and 720-degree simulation of visual effects to develop interactive and immersive scenarios, and to allow trainees to practice disaster response to improve the efficiency of overall disaster response training and education.",
    "adopted_technology": "VR, MR, AR Technology",
    "benefits": ["\t•\tIncrease the disaster rescue knowledge of the public to reduce damage ", "\t•\tFacilitate interactive training methods for firefighters to improve the efficiency of disaster training and education", "\t•\tExpand the market for domestic fire simulation to enhance public safety "],
    "solution_description": "This solution makes use of VR/MR/AR technology to provide 720-degree simulation visual effects, and to facilitate virtual training for firefighters and rescuers in disaster response. ",
    "solution_provider": "APEX International",
    "reference_site": "Hsinchu City Fire Training Facility, Hsinchu Fire Museum, Hsinchu Fire Battalion /Station Training Fields, Hsinchu City Governments Agency and School",
    "contact": "service@communications.org.tw"
}