{
    "8class": "Smart Agriculture",
    "company": "GEOSAT Aerospace & Technology",
    "description": "Remote sensing and image analysis with UAVs to facilitate agricultural practices ",
    "Scenario": "Uncle A-Shui grows pomelo trees for a living. His entire livelihood depends on this. Unfortunately, a typhoon moves along the center of Taiwan and causes great loss to his plantations. Uncle A-Shui is having a hard time assessing the status of his trees due to lack of access to his plantations damaged by the heavy rain.",
    "pain_points_and_needs": ["\t•\t The issues of pests and diseases on a farm could only be tackled through experience", "\t•\t The mudslides caused by natural disasters may also result in loss of agricultural products", "\t•\t It is time-consuming and even risky for surveyors to visit plantations that are affected by natural disasters for image collection "],
    "smart_solution": "This solution works with National Space Organization, National Center for High-Performance Computing and NCTU to integrate remote sensing technologies combined with UAVs to facilitate agricultural practices. This solution allows multi-source, multi-dimensions, and multi-spectral data to be collected organized, and further analyzed through algorithms for imaging analysis to determine the status of plantations, the scope of pesticide used, as well as crop growth and  health.",
    "adopted_technology": "Remote sensing, image data analytics  ",
    "benefits": ["\t•\t The platform brings in a wide variety of sensing and analyzing techniques to improve and upgrade the agricultural practices in Taiwan", "\t•\t Using UAV and its remote sensing technology to collect images of plantations instead of human labor "],
    "solution_description": "GEOSAT Aerospace & Technology makes use of remote sensing technology combined with UAVs to collect and analyze images of different plantations based on the algorithms in the massive image database, and to gain insights into the growth and scope of pesticides sprayed across plantations. ",
    "solution_provider": "GEOSAT Aerospace & Technology",
    "reference_site": "Taoyuan District Agricultural Research and Extension Station and Experimental Farm at NTU",
    "contact": "service@communications.org.tw"
}