{
    "8class": "Smart Transportation",
    "company": "Avalue Technology",
    "description": "MEC, AI detection and deep learning to provide early warnings on the road ",
    "Scenario": "Mr. Tsai is an assistant manager at a technology company. He drives to work every day after having breakfast with his wife. Mr. Tsai always takes the same route, but one day a fast-moving motorcycle suddenly comes out of the alley. Inevitably, his car could not come to full stop in time and collided with the motorcyclist.",
    "pain_points_and_needs": ["\t•\t There is no sufficient indication for small intersections, hence the likelihood of accidents", "\t•\t The amount of data collected from governmental system is insufficient", "\t•\t Traditional systems lack information integration for better utilization"],
    "smart_solution": "This solution issues alerts by MEC and AI to detect cats, dogs, pedestrians, and motorcycles/cars at a high speed. It also sets up an alert bulletin 30m to 50m before the intersection to remind drivers and pedestrians of the road conditions. When fire engines and ambulances are coming to one's rescue, the traffic signal timing could be adjusted. Besides, it is integrated with a cloud-based traffic control platform to improve road and alley safety.",
    "adopted_technology": "AI analytics and IoT",
    "benefits": ["\t•\t Through an IoT platform, the project sets up hardware for smart intersections to lower the cost of deployment", "\t•\t The project has a mechanism for traffic incident management to achieve highly-efficient analysis of data", "\t•\t The project decreases the number of fender benders at the crossroad and improves the road safety and the safety of drivers"],
    "solution_description": "Through MEC, AI detection and deep learning, this solution provides early warning services for incidents, helping ambulances and fire engines take higher priority over the right of way",
    "solution_provider": "Avalue Technology",
    "reference_site": "Taoyuan City",
    "contact": "service@communications.org.tw"
}