{
    "8class": "Smart Governance",
    "company": "CAMEO‧EMCT‧Aecl Group",
    "description": "Facilitate AI to detect air pollution and provide comprehensive early warnings",
    "Scenario": "Mr. Wang, a resident near the Guanyin Industrial Park, recently found that there are terrible smells of burned food and plastic. This smell makes him dizzy and many neighboring residents sick and uncomfortable. “ On a rainy day or bad weather, it is more likely to smell the odor,” says Mr. Wang. “I have reported this many times, but the situation does not improve at all.”",
    "pain_points_and_needs": ["\t•\t The detection accuracy of sensing equipment is not high enough. Sometimes it cannot detect at all, which affects the efficiency of subsequent analysis.", "\t•\t The monitoring station of the environmental protection agency is not enough, and it is difficult to control the hot spot of pollution effectively.", "\t•\t Traditional air pollution incidents must be photographed on the spot and report to the agency. It is difficult to locate the suspicious pollution source timely."],
    "smart_solution": "The project, Emergency Response Platform for AI-enabled Urban Air Pollution Management, utilizes streetlights as the carrier, deploying 100 remotely-controlled sensing devices in the Guanyin Industrial Park to collect the data of the environment. This action is to collect multi-dimensional data for further comparison and analysis. The platform automatically detects the air quality every 5 seconds, return data to the local EPA database, establish a 5-year historical data model, and create a 12-hour air quality prediction module.",
    "adopted_technology": "AI Technology",
    "benefits": ["\t•\t Reduce the workload of auditors by detecting automatically for every 5 seconds.", "\t•\t Provide a friendly visualized interface for more natural control.", "\t•\t Collect digital evidence for easier back-tracing", "\t•\t Trace the spread trend", "\t•\t Improve the accuracy rate by integrating multi-dimensional data such as air pollution and weather data", "\t•\t Predict sudden air pollution as early as 4 hours."],
    "solution_description": "Using streetlights as the carrier to establish an “Emergency Response Platform for AI-enable Urban Air Pollution Management”",
    "solution_provider": "CAMEO‧EMCT‧Aecl Group",
    "reference_site": "Taoyuan‧TAIWAN",
    "contact": "service@communications.org.tw"
}