{
    "8class": "Smart Governance",
    "company": "Chunghwa System Integration",
    "description": "Street light made smart to be a powerful detector for environmental data and efficient management",
    "Scenario": "As soon as the sun goes down, the street lights would brighten up for pedestrians and cars in the beautiful Hsinchu Shell Park, Fishing Port Eco Park, Nanliao Sightseeing Fish Market, and Nanliao Fishing and Fishery Products Outlet Center. However, strong wind hits the street lights day after day. Sometimes the street lights would be broken. Unfortunately, with only manpower it would usually take a while before park administrators can take care of any faulty street lights.",
    "pain_points_and_needs": ["\t•\t Street lights are widely deployed, which makes it more difficult to maintain them in a timely manner", "\t•\t It consumes a lot of manpower to inspect and repair", "\t•\t Street lights with sensors attached are required as infrastructure for smart cities ", "\t•\t There is also a need to collect a variety of data with street light as the carrier for CCTV and sensors for wind power and direction, traffic and passenger flow"],
    "smart_solution": "Smart street lights can be equipped with multiple environmental sensors for the applications in the future such as airbox, traffic flow, accident analysis, V2X, electric fence and drone charging platform. With data collected from the smart street lights uploaded to the cloud platform, it is easy to manage the sensing devices. It will also be more cost effective to build standardized street light poles, in which power cables and internet cables can be installed so as to reduce the installation costs of pipelines and devices.",
    "adopted_technology": "Environmental sensing devices and cloud",
    "benefits": ["\t•\t Easier maintenance for street lights to increase efficiency", "\t•\t Standardized street light poles can reduce the installation costs of pipelines and devices", "\t•\t Data collected from the smart street lights can be utilized and interpreted for facility city management"],
    "solution_description": "This solution incorporates environmental sensors on intelligent street lights to meet the requirements of electricity and connectivity, and makes it possible for future attachments of devices for V2X and base stations. It also reduces the cost of installing sensors by standardizing design of the street light for wires and within the light pole.",
    "solution_provider": "Chunghwa System Integration",
    "reference_site": "Hsinchu Nanliao Fishing Port area",
    "contact": "service@communications.org.tw"
}