{
    "8class": "Smart Governance",
    "company": "LITE-ON Technology",
    "description": "Utilizing street light poles with sensors and cloud to collect, analyze and broadcast tourist info to upgrade the touring experience at attraction sites",
    "Scenario": "Ota-chan, a Youtuber, visits Taiwan from Japan and plans to pay a visit to a famous street with cultural and creative elements in Chiayi. However, he does not know where to start for his tour. He wishes to avoid the crowd but doesn’t want to miss anything interesting. ",
    "pain_points_and_needs": ["\t•\t Tourists often require guiding service around attraction sites", "\t•\t Tourists hope to know the surrounding of those attraction sites", "\t•\t Current street light poles could not perform automatic detection through an automated information system with implementation of sensors and cloud"],
    "smart_solution": "This solution includes the deployment of multi-purpose light poles by attaching sensors to them. With smart street light poles, cameras with artificial intelligence could detect the number and flow of people, as well as the surrounding of a particular area. This data collected is then sent back to the service platform for further analysis. As a result, the service platform can broadcast highlights of the tourist attractions, discount info at local shops and guiding information to avoid crowd congestion. Also, the solution features AR interactive game working hand in hand with video game companies to facilitate tours at those historical attraction sites.",
    "adopted_technology": "IoT, AR, big data analytics",
    "benefits": ["\t•\t Utilizing street light poles with sensors and cloud to collect, analyze and initiate broadcast of appropriate info (guiding service, surrounding info) to tourists", "\t•\t Through this solution, shopping districts/ tourist attractions can create better synergy in attracting and diverging tourists, and provide a better experience to tourists altogether", "\t•\t Aims to become the first officially-operated smart guiding system in Taiwan"],
    "solution_description": "LITE-ON incorporates smart street poles, cameras and AI to broadcast tailored information and provide guiding services to tourists and shoppers alike in the shopping district and attraction sites",
    "solution_provider": "LITE-ON",
    "reference_site": "The shopping district and tourist attractions in Chiayi City",
    "contact": "service@communications.org.tw"
}