{
    "8class": "Smart Agriculture",
    "company": "Knowledge & Service Information",
    "description": "Intelligent agriculture services to improve production efficiency of agricultural enterprises",
    "Scenario": "During the scorching day, A-Hsiung is working in the greenhouse. When he goes back home, he has his sweat wiped away, and enjoyed an iced tea. Then he picks up a notebook to write down the log of the day. The formulation of fertilizers is all different for each produce, and the way of spreading fertilizer is also different. He has forgotten the details after a long work day, and he does not know what to do.",
    "pain_points_and_needs": ["\t•\tThere is short of a communication platform for the agricultural companies, agricultural machinery providers, IoT service providers, material suppliers and catering service providers in the supply chain", "\t•\tIt is inefficient for the farm workers to use the traditional method of cultivation", "\t•\tThere is an inadequate allocation of agricultural workforce and materials"],
    "smart_solution": "This solution utilizes the Agricultural IoT Network for contractual farming and marketing platform to bring together the providers of agricultural information, IoT network, agricultural materials and farmers. By using the agricultural IoT modules, Taiwan is able to quickly roll out the services including smart agriculture solutions, overseas production management, contractual farming operations and management, as well as match-making of the agricultural produces and materials. It can also leverage the advantages of Taiwan’s agricultural technology and expertise by exporting Taiwan’s agricultural machinery and fertilizers to the SEA countries to assist the local farmers to increase their income.",
    "adopted_technology": "Agricultural IoT",
    "benefits": ["\t•\tHelp farmers acquire the capabilities of data management", "\t•\tBrings together various data in the supply chain from the agricultural IoT platform for future analytics and insights", "\t•\tImprove the production efficiency of agricultural enterprises"],
    "solution_description": "Knowledge & Service Information brings together the leading agricultural companies to integrate IoT, information services, agricultural materials and agricultural producers in the supply chain, which helps Taiwan’s smart agriculture export to the overseas market.",
    "solution_provider": "Knowledge & Service Information (KSI)",
    "reference_site": "The fields, farms, internal fields (greenhouses) or outdoor facilities for tea, organic vegetables",
    "contact": "service@communications.org.tw"
}