{
    "8class": "Smart Governance",
    "company": "LIDAR Technology, GEOSAT Aerospace & Technology",
    "description": "The odor sensor on the unmanned aerial vehicle (UAV)  sensitive to detect any source of air pollution",
    "Scenario": "A-Rong smells a foul odor in his sleep. “It must come from that factory!” Recently A-Rong was awakened by a foul odor and his neighbors have also claimed to have smelled the unconformable odor. They have reported to the local Environmental Protection Agency, but no evidence is found. “They emit pollutants during the night. That is the reason why EPA cannot find any evidence,” says A-Rong angrily.",
    "pain_points_and_needs": ["\t•\t It is not easy to trace foul stench or exhaust fumes and to sample airborne pollutants arisen from farms, factories, and industrial parks. So it is hard to impose penalties", "\t•\t It requires professional skills and consumes large amounts of money to engage in UAVs operation and maintenance"],
    "smart_solution": "Enabled by the project of“The Promotion of the UAV Applications,”it can detect up to eight gaseous substances through the UAV-carried electronic olfactory sensors, with wide-range monitoring, sampling and positioning from the air in real time with high resolution camera (4K). The environmental protection and monitoring agency can use front-end interface to subscribe UAV services, including data analysis, value-added services and payment methods. The project also provides professional drone operators to avoid the risk of damage to the equipment. The back-end platform can carry out fleet management, air space coordination, task assignment and flight monitoring.",
    "adopted_technology": "Electronic Olfactory Sensors (E-Nose), High Definition Camera (4K)",
    "benefits": ["\t•\t To lower the cost of inspection manpower", "\t•\t To increase the efficiency of detection of air pollution", "\t•\t To provide the public sector with the service of data analysis for city governance", "\t•\t To build up a sound and complete UAV service supply chain"],
    "solution_description": "LIDAR Technology works with GEOSAT Aerospace & Technology to carry out real-time detection of air pollution through the UAV system with electronic olfactory sensors and high-definition cameras (4K) and to build up a sound and complete UAVs service supply chain.",
    "solution_provider": "LIDAR Technology, GEOSAT Aerospace & Technology",
    "reference_site": "The selected industrial areas and paddy fields in Tainan, Chiayi City and Chiayi County",
    "contact": "service@communications.org.tw"
}