{
    "8class": "Smart Governance",
    "company": "The SYSCOM Group",
    "description": "AI-enhanced image analysis and service robots to facilitate police work",
    "Scenario": "Four o’clock in the morning, a fight between two groups of drunken people broke out at a karaoke bar in New Taipei City. Upon receiving the emergency call, police immediate arrives at the scene of conflict. Prior to entering the karaoke bar, critical info such as the suspected vehicles and individuals in question in this conflict are already obtained by the police via AI-enhanced image analysis. It also allows the police to strategize and be prepared for the foreseeable confrontation.",
    "pain_points_and_needs": ["\t•\t The need to pull out data (such as individual profiles and vehicle info) immediately from a massive system in in case of emergency", "\t•\t Non-critical missions tend to take up too much time of the police force"],
    "smart_solution": "This solution integrates data collected from service robots and police personnel via wearable devices and info from policy agencies with AI image analysis on a cloud platform to provide smart analysis to police stations in New Taipei City. This solution also includes adopting service robots to help with routine and general cases (e.g., applying for services related to a police agency, referral of reported case through video conferencing, and provision of promotion information) where the police force may be under staffed.",
    "adopted_technology": "Smart wearable devices on robots, AI image analysis",
    "benefits": ["\t•\t Instant detection of suspicious individuals and vehicles to expedite workflow of the police force", "\t•\t Service robots to help handle non-critical tasks, and thus improve the efficiency from on-duty personnel", "\t•\t Service robots can also accept case reports after hours in rural areas to provide timely assistance to civilians"],
    "solution_description": "This solution makes use of wearable devices on police and service robots along with AI image analysis to actively alert police agencies on suspicious vehicles and individuals, in which shortens the response time by 5 times. Service robots can also help with routine and general cases, while police forces can carry out tasks missions to alleviate pressure from on-duty personnel.",
    "solution_provider": "The SYSCOM Group",
    "reference_site": "Police stations in New Taipei City",
    "contact": "service@communications.org.tw"
}