{
    "8class": "Smart Governance",
    "company": "twoway",
    "description": "Integration of data with IoT to improve the quality of home care services",
    "Scenario": "Aunt A-King is 80 years old with chronic diseases. One day, Aunt A-King accidentally fell in the restroom, breaking her leg and is not able to move. All the family members had gone to work, so Aunt A-King could not find any help at home.",
    "pain_points_and_needs": ["\t•\t The integration between home care service providers and government agencies is incomplete", "\t•\t The current dispatching and management system of home care service providers is too outdated and not efficient enough"],
    "smart_solution": "This solution provides home care services for the elderly who lives alone or is without company during the day. It also offers devices for the elderly to conduct physiological measurements at home. If the elderly falls by accident, the system can detect and report to the home care service providers in time. The project could also help to recruit caregivers suitable for a family in a timely manner. By adopting IoT smart devices, the solution could manage home care data from all the cities/counties to make home care services more comprehensive.",
    "adopted_technology": "IoT, connected devices for physiological measurement, cloud services",
    "benefits": ["\t•\t All the information is integrated into one single platform", "\t•\t This solution improves the flow of data among private sectors, local governments, and the central government through data access services of the integrated portal","\t•\t This solution allows for better dispatch system to respond to elderly’s needs"],
    "solution_description": "Twoway builds up an integrated social welfare administration system in smart cities. The system can connect and integrate the operations of local governments, home care service providers and social welfare resources. It could encourage the innovative applications of smart and IoT technology in the future, making the home care services more comprehensive.",
    "solution_provider": "Twoway",
    "reference_site": "Kaohsiung City, Chiayi County",
    "contact": "service@communications.org.tw"
}