{
    "8class": "Smart Healthcare",
    "company": "Chia-Lien Cable TV Corp. (CLTV)",
    "description": "Video Streaming via cable TV to enhance elderly care at home",
    "Scenario": "Grandma Tsai lives alone in a remote village, where she does not have easy access to hospitals and pharmacies. Doctors have suggested video conferencing with pharmacists in case Grandma Tsai needs medical advice or attention. However, Grandma Tsai is having a hard time learning to use FaceTime via phone. She wonders if there is a better way to help mitigate the issues she has and to help her receive better elderly care at home.",
    "pain_points_and_needs": ["\t•\t Life of the senior is boring and lack of human interaction and interactive entertainment","\t•\t Visiting a doctor can be time and energy consuming", "\t•\t Entry barriers are high for elderly to familiarize with technology in video conferencing"],
    "smart_solution": "This solution is the first to provide video streaming services via the interface of cable TV and enables operations through Taiwanese (local dialect that is often used by the elderly in Taiwan). The solution provides entertainment such as karaoke (a popular pastime among the elderly), as well as functional services via cable TV like video streaming with medical professionals and the family, and making appointments related to elderly’s hospital visits.",
    "adopted_technology": "Video Streaming via cable TV",
    "benefits": ["\t•\t Integrates entertainment and functional value of cable TV to elderly", "\t•\t Saves time and energy for elderly by introducing video conferencing with medical professionals through cable TV from home","\t•\t Mitigates the problem of staff shortage in senior care services by allowing pharmacists to conduct video conferencing with the elderly to provide consultation"],
    "solution_description": "This solution is the first to provide video streaming services targeted at elderly care through cable TV. Video streaming via cable TV can be used by the elderly for medical consultation with pharmacists, as well as communication with family members. The solution also includes appointment registration and pickup/ drop-off service booking to the hospital to enhance care to the elderly at home.",
    "solution_provider": "Chia-Lien Cable TV Corp. (CLTV)",
    "reference_site": "Yunlin County and Nantou County",
    "contact": "service@communications.org.tw"
}