{
    "8class": "Smart Healthcare",
    "company": "Chunghwa Telecom",
    "description": "Mobile devices and the cloud to facilitate community care service model in rural areas",
    "Scenario": "Mrs. Wang lives in Penghu, an outlying island in Taiwan and making her trip to the regional hospital very difficult. Given her chronic disease that requires her to closely monitor her status, she wonders if there is anything that can mitigate this problem.",
    "pain_points_and_needs": ["\t•\t Long distance for people in rural areas to travel in order to receive medical treatment", "\t•\t Insufficient medical resources in rural areas", "\t•\t Elderly whom resides in rural areas without family members around also require proper home care"],
    "smart_solution": "This solution focuses on providing intelligent health care services within communities. The service uses “living spheres” as the service areas to provide senior-friendly and mobile devices for self-serve physiological measurements, and to connect them with medical institutes and health centers to develop a community care service model.",
    "adopted_technology": "VR, physiological measurements connected to the cloud",
    "benefits": ["\t•\t It provides devices connected to the cloud and data integration from different medical facilities to facilitate elderly care", "\t•\t It uses “living spheres” as the service areas to promote health care in rural areas for better coverage"],
    "solution_description": "This solution addresses the lack of medical resources in rural areas and outlying islands. It includes setting up devices for physiological measurements in administrative areas (so-called “living spheres”). It also uses mobile devices to extend home and personal care services, also providing the elderly in remote areas extensive health and medical care in their communities.",
    "solution_provider": "Chunghwa Telecom",
    "reference_site": "Kaohsiung City, Pingtung County, and Penghu County",
    "contact": "service@communications.org.tw"
}