{
    "8class": "Smart Healthcare",
    "company": "Compal Electronics",
    "description": "IoT and Big Data Analytics to facilitate elderly’s health management at home",
    "Scenario": "Grandpa Bao is over eighty years old, and both of his children work in Taipei. Although they often call to remind him to check his blood pressure and see the doctor regularly to pick up the medicine, Grandpa Bao is often forgetful. They wonder if there are better ways to help elderly with health management at home.",
    "pain_points_and_needs": ["\t•\t Elderly care substations are not digitized ", "\t•\t Lack of tracking mechanism for home care", "\t•\t Lack of integrated databases for health records"],
    "smart_solution": "This solution makes use of mobile App to keep track of user’s lifestyle. Combined with IoT and big data analytics, it integrates and uploads user’s physiological measurements to the databases of hospital information system (HIS) and health centers, and to provide comprehensive smart healthcare services including hospital search, health assessment, health report and medication history documentation, appointment registration and mart healthcare data analytics for personal reference. ",
    "adopted_technology": "IoT and Big Data Analytics",
    "benefits": ["\t•\t Promotes digitization of elderly care substations and health centers", "\t•\t Tracks elderly’s home care and lifestyle with the ease of an App", "\t•\t Integrates records from patients, health centers, and health bureaus for big data analytics to facilitate health management at home"],
    "solution_description": "This solution makes use of mobile App to provide services to the elderly, including hospital search, health assessment, health report and medication history documentation, appointment registration, as well as smart healthcare data analytics for personal reference, and broadcast of important vaccination and public health information from the government.",
    "solution_provider": "Compal Electronics",
    "reference_site": "Chiayi City, Chiayi County, Yunlin County, and Penghu County",
    "contact": "service@communications.org.tw"
}