{
    "8class": "Smart Healthcare",
    "company": "JoiiUp",
    "description": "Using AI as a personal trainer to plan out the best physical fitness routine",
    "Scenario": "Jane finds out she gains two kilograms after the year-end banquet, so she decides to jog at the park in the evening. Although her plan of losing 5 kilograms in three months is perfect, she finds there are dull aches in her knees only after two weeks of jogging. She does not know whether she should keep jogging, or quit for her knees. If she stops running, would her efforts go down the drains?",
    "pain_points_and_needs": ["\t•\t User does not have health-related data to analyze the needs of their physical well-being thoroughly", "\t•\t There is a lack of comprehensive data collection and application scheme for health data analytics", "\t•\t Users may hurt themselves easily with the lack of sufficient knowledge when exercising", "\t•\t The need of “personalized” virtual trainers to increase the benefit of workouts"],
    "smart_solution": "With this personalized AI model for health prediction and management system, users can wear smart clothes with built-in sensors to collect physiological signals such as heart rate, body fat, blood pressure, sleep quality on a daily basis for the medical staff to refer to. With the data in hand, this system utilizes AI intelligent data analysis to build a personalized health model and provide the most suitable exercises suggestions such as Tai Chi, tennis, golf to improve the health of users.",
    "adopted_technology": "Artificial Intelligence",
    "benefits": ["\t•\t The accuracy rate of heart rate prediction is approximately 92%", "\t•\t The accuracy rate of sleep quality/stress/exhaustion level is approximately 70%", "\t•\t Health data collected from this system includes 12 important indicators of a human health, such as the overall cholesterol level and fasting blood sugar (FBS)", "\t•\t This system is adopted by at least eight health and fitness facilities in places like Taipei and Kaohsiung in Taiwan"],
    "solution_description": "The system collects user’s health data via smart clothing incorporated with sensors to detect daily physiological measurement, utilizes an AI model to analyze the health condition and recommend suitable exercises to promote user’s overall health.",
    "solution_provider": "JoiiUp",
    "reference_site": "Gyms including Lightfitness in Taipei (Civic Blvd. Branch), CruxHealthtecH in Kaohsiung",
    "contact": "service@communications.org.tw"
}