{
    "8class": "Smart Healthcare",
    "company": "LITE-ON Technology",
    "description": "High-speed fiber-optic and blockchain technology to provide cross-regional-and-hospital telemedicine service",
    "Scenario": "Mr. Chang from an outlying island, Mazu felt abdominal pains at midnight. He was immediately sent to the hospital and diagnosed with a critical illness. The doctor suggested that he should be sent to the main island for further treatment. However, a severe typhoon named Mary just swept through the Taiwan Straits, bringing strong wind and rains to Mazu. Also, the sky was dark and not suitable for flying, which resulted in the delay of Mr. Chang’s medical treatment.",
    "pain_points_and_needs": ["\t•\t Insufficient medical departments and doctors in remote rural areas and outlying islands", "\t•\t Inconvenient transportation impedes rural dwellers and outlying islanders seeing doctors", "\t•\t Patients’ medical records are not shared and can only be seen locally"],
    "smart_solution": " This solution connects hospitals among the urban cities and remote rural areas or outlying islands through high-speed fiber optic internet. Patients can use an App to register remotely and consult physicians online. Enabled by blockchain technology, physicians  at various locations can review medical records/images simultaneously. It also provides mobile medical equipment for ultrasound and ECG for physicians going out for a visit.",
    "adopted_technology": "High-Speed Fiber-optic, Blockchain",
    "benefits": ["\t•\t Fill the gap of inadequate medical resource allocation between cities and rural areas", "\t•\t The rural dwellers and outlying islanders can share the similar medical services to those in the urban cities", "\t•\t Allows online registration of the desired medical appointment where patients can see the doctor remotely", "\t•\t It makes house-calls and outpatient visits easier for physicians with mobile medical equipment"],
    "solution_description": "LITE-ON Technology Co. uses high-speed fiber-optic and blockchain technology to provide cross-regional-and-hospital telemedicine service through high-speed broadband network, making online medical registration and consultation and medical records/images review possible for physicians without the restrictions of time and distance.",
    "solution_provider": "LITE-ON Technology Co.",
    "reference_site": "Taipei City and Outlying islands in Taiwan like Lienchiang County",
    "contact": "service@communications.org.tw"
}