{
    "8class": "Smart Healthcare",
    "company": "MERITS",
    "description": "Intelligent Motorized Wheelchair",
    "Scenario": "Mr. Wang, a worker, was in a severe car accident on his way to work. Unfortunately, he had his leg amputated and could only move around on a wheelchair. He bought a motorized wheelchair and one day on the bus, he and his wheelchair fell over and collided with something because of the sudden brake. He was alright, but the wheelchair was not. The wheelchair was broken and was in need of repair immediately.",
    "pain_points_and_needs": ["\t•\t There is very little way to evaluate the physiological status of the disabled on a wheelchair", "\t•\t It takes time for power wheelchair to be inspected and repair"],
    "smart_solution": "This solution uses IoT sensing technology to provide new intelligent functions of motorized assistive devices (such as the heartbeat, blood pressure, and body position). The platform can gain access to the user’s physiological status and the status of the assistive devices. By integrating the medical institutes and customer service through cloud technology, the platform provides users with necessary consultation and assistance, and shortens time for inspection and repair. Through hand-held smart devices, the user can obtain the information regarding battery status, motor operation status, the position of the assistive devices, the toppling status of assistive devices and the pressure of the seat matt. If the assistive device is broken or needs service, immediate service could be provided to resolve the problem.",
    "adopted_technology": "IoT Sensing Technology",
    "benefits": ["\t•\t Develops an intelligent software/hardware integration scheme for motorized assistive devices", "\t•\t Gain access to the physiological status of a patient", "\t•\t IoT to expedite the inspection and repair process of motorized wheel chairs"],
    "solution_description": "The platform makes use of IoT sensing technology, measuring the physiological status of a patient such as a heartbeat, blood pressure, and body position. These data can help to provide immediate assistance when the assistive devices are broken or toppled.",
    "solution_provider": "MERITS",
    "reference_site": "Taichung City, Tainan City, Yunlin County, Chiayi County",
    "contact": "service@communications.org.tw"
}