{
    "8class": "Smart Healthcare",
    "company": "Netown",
    "description": "IoT to facilitate health-conscious itineraries for locals and tourists with added value",
    "Scenario": "Mr. Lai, a Taiwanese businessman, often travels back and forth from Taiwan to Mainland China. Mr. Lai often needs to drink for schmoozing, making him out of shape. He feels like he is in need of a short trip to help reboot himself.",
    "pain_points_and_needs": ["\t•\t Lack of health awareness among local residents", "\t•\t Lack of incentives for people to engage in health-related activities", "\t•\t Life expectancy is lower in rural areas in Taitung due to limited access to medical facilities ", "\t•\t Tourists are interested in have a sightseeing plan covering all aspects with added value"],
    "smart_solution": "This solution devises a promotion mechanism with Taitung Gold Coin (a reward incentive) on the IoT platform. The platform provides health assessment from health management consultants to users on the platform. It also provides tourists with suitable health-conscious itineraries including “Li (力) - Promotion of Muscle Strength“, “Chi (氣) - Metabolism in Hot Spring ”, “Shu (舒) - Spiritual Healing”, “Yang (養) - Healthy Diet”, and “Le (樂) - Enjoyment in Nature“. The health-related measures are also compared before and after the itinerary with a digitalized report to demonstrate the positive results.",
    "adopted_technology": "IoT",
    "benefits": ["\t•\t This solution promotes the notion of smart healthcare with local characteristics", "\t•\t This solution involves 107 healthcare stations combined with sightseeing purposes in Taitung County", "\t•\t It provides added-value to tourists", "\t•\t It also features suggestions for exercise and health-related activities"],
    "solution_description": "This solution features healthcare stations combined with sightseeing purposes in Taitung for both locals and tourists. The station makes use of Taitung Gold Token (a reward system) as an incentive and arranges health-conscious consultations and itinerary suggestions for tourists outside Taitung to make use of these services.",
    "solution_provider": "Netown",
    "reference_site": "Taitung",
    "contact": "service@communications.org.tw"
}