{
    "8class": "Smart Healthcare",
    "company": "Qisda Corporation",
    "description": "Smart dispatch system to facilitate coordination for resident care attendants through mobile APPs",
    "Scenario": "A long-term care facility devoted itself in setting up a local care system and hires resident care attendants. However, there are many details such as a record keeping, personnel management, case documentations and so on, making the job both time and energy-consuming. ",
    "pain_points_and_needs": ["\t•\t Resident care is both time and energy consuming with many details to attend to", "\t•\t The home care services available right now does not fully utilize people and resources to improve efficiency", "\t•\t Records regarding home care receivers are not complete with feedbacks and data on physiological measurements"],
    "smart_solution": "This solution builds up a dispatching platform to coordinate resident care attendants, as well as data maintenance for online scheduling of shifts and leave of absence management. Resident care attendants can use mobile App to clock in online and check the status of the person seeking care. The platform also sets up a customer service system for 24/7 online consultation and e-commerce services for purchasing daily consumables, toiletries, and assistive devices.",
    "adopted_technology": "AI and big data analytics",
    "benefits": ["\t•\t The platform provides smart dispatching services to promote efficiency in coordination and enhance the quality of the service", "\t•\t The platform makes use of the data from the authority to facilitate management and improve efficiency", "\t•\t The platform assists the authority with management and decision-making process through big data analytics"],
    "solution_description": "This solution features a smart dispatching platform to coordinate resident care attendants, provide online consultation for people seeking resident care, the status of the resident, and service maintenance to enhance the quality of home care services.",
    "solution_provider": "Qisda Corporation",
    "reference_site": "Tainan City, Penghu County",
    "contact": "service@communications.org.tw"
}