{
    "8class": "Smart Healthcare",
    "company": "Rossmax",
    "description": "Technology aids to encourage exercising habits among elderly",
    "Scenario": "Auntie Jen is experience a slight decline in health. Her children find it necessary for her to start a habit of regular exercises and to visit the medical staff for her regular measurements. However, Auntie Jen isn’t really motivated to do so. Her children wonder how she can be better motivated or incentivized.",
    "pain_points_and_needs": ["\t•\t The aging population is especially prominent in some rural areas", "\t•\t Health-related information are not widely disseminated around the elderly", "\t•\t Government has a need of collect health-related data among elderly facing the issue of an aging society"],
    "smart_solution": "This solution integrates health-related info from various community fitness centers in rural area, and uses technology aids to encourages the elderly to exercise regularly and moderately. The elderly whom participates in the exercising regime can then earn reward points to redeem at cosmetic stores and pharmacies for healthcare products. As a result, this solution reinforces the senior’s exercising habits through technology aids and incentives, and to prompt them to visit healthcare-related facilities where their physical well-being can be assessed but medical staff.",
    "adopted_technology": "VR/MR/AR-enabled technology aids",
    "benefits": ["\t•\t Encourages regular exercising habits among the elderly with technology aids and incentives", "\t•\t Allows government to gain access to the data of elderly’s well-being and assessment by medical staff"],
    "solution_description": "This solution uses AR/VR/MR technology aids to help senior citizens develop exercise habits, encourages elders to participate in health-related activities and earn reward points to be redeemed at cosmetic stores and pharmacies for healthcare products.",
    "solution_provider": "Rossmax International Ltd.",
    "reference_site": "Ten townships in Yunlin County",
    "contact": "service@communications.org.tw"
}