{
    "8class": "Smart Agriculture",
    "company": "Tatung Company",
    "description": "IoT-integrated “Intelligent Banana Plantation & Traceability Platform” to facilitate banana farming",
    "Scenario": "A-Pang goes back to his hometown and takes over the farmland from his father. He starts from an amateur knowing nothing about planting to an advanced farmer. The year before last, everyone was talking about the excellent price of bananas. A-Pang rushed to plant bananas just like others. However, when the harvest season comes, the price of bananas drops significantly. A-Pang could not even pay the harvest wages. All that he could do is let out a long sigh and embrace a bad year for farming.",
    "pain_points_and_needs": ["\t•\tThe banana price is unstable and often drops significantly", "\t•\tThe quality control of banana seedlings is not easy", "\t•\tBanana growth is susceptible to pests and diseases", "\t•\tFarmers do not know the government’s planting policy. It is easy for the farmers to rush to breed"],
    "smart_solution": "The “Intelligent Banana Plantation & Traceability Platform” adopts the IoT technology to assist banana farmers. The platform incorporates an intelligent plant breeding system with planting technology, intelligent seed breeding room, lighting adjustment for better automation. The platform also develops highly-resistant seedlings to pests and diseases and plant preservation methods to increase the quality of bananas and to stabilize the harvest. In turn, farmers can utilize this platform to trace the quality of banana seedlings and production process for better yield.",
    "adopted_technology": "IoT",
    "benefits": ["\t•\tTo decrease the damage of pests and diseases to banana seedlings", "\t•\tTo raise the quality of bananas and to establish the brand of Taiwanese bananas", "\t•\tTo regulate the harvest cycles of Taiwanese bananas", "\t•\tTo avoid the slumping of banana prices", "\t•\tTo provide traceability of agricultural products and to increase public faith in food safety"],
    "solution_description": "Tatung Company develops the “Intelligent Banana Plantation & Traceability Platform,” which adopts the IoT technology to assist banana farmers by improving their farming technology and to achieve a good harvest by way of tracing the growth and production process.",
    "solution_provider": "Tatung Company",
    "reference_site": "Taiwan Banana Research Institute",
    "contact": "service@communications.org.tw"
}