{
    "8class": "Smart Retail",
    "company": "ADE Technolog",
    "description": "Thermal sensing and management with cloud-based dynamic operational predication analysis to help boost business in stores",
    "Scenario": "Mr. Kuo is a supermarket franchise owner. The soft opening of the supermarket looks fantastic with a large number of customers coming. However, one month later the number of customer declines significantly thus leaving the store less profitable. Mr. Kuo does not fully understand local customer preference and their buying behavior. Additionally, he was faced with the problem of proper arrangement of his Heating, ventilation, and air conditioning (HVAC) system in store. It may inevitably affects his business as a result.",
    "pain_points_and_needs": ["\t•\t The shelves arrangement in the supermarket may cause uneven temperature that affects customer’s comfort in store", "\t•\t Heating, ventilation, and air conditioning (HVAC) system in the store is energy-consuming and may decrease operational efficiency ", "\t•\t Difficulty to effectively track the preference of each customer","\t•\t Hard to grasp customer’s buying behavior"],
    "smart_solution": "This solution utilizes a management system of thermal sensing and cloud-based operational prediction analysis to monitor in-store temperature for comfort, study customer's activities in front of each product shelf and track their shopping behavior. It also predicts the number of customers in the future, customer profiles and sales forecast. This system can help owners with in-store surveillance, accurate/targeted marketing, and fine-grained dynamic management.",
    "adopted_technology": "Thermal sensing and management system, cloud-based dynamic operational predication analysis, big data analytics",
    "benefits": ["\t•\t The solutions helps to tackle problem with HVAC arrangement in supermarkets, thus reduce operational cost ", "\t•\t It can help store owners identify characteristics of customer’s buying behavior", "\t•\t It will then help increase customer flow and revenue once proper adjustment is implemented"],
    "solution_description": "This solution makes use of thermal sensing and dynamic operational predication analysis to predict how customer behaves. It also provides customer and business forecast through algorithms, which enables vendors to adjust the store setting accordingly.",
    "solution_provider": "ADE Technology",
    "reference_site": "Supermarkets and shoe stores in Taipei City, Taichung City",
    "contact": "service@communications.org.tw"
}