{
	"8class": "Smart Education",
	"company": "Bigdata Co., Ltd.",
	"description": "Chatbot as your local tour guide with AR-enhanced interactive experience at tourist attractions",
	"Scenario": "Jason plans to use his annual leaves to take her girlfriend to Beipu in Hsinchu County. However, he has very little clues as to what to do there. He finds many posts about traveling in Beipu online, and wonders if there’s any local tour guide that can give him some insights.",
	"pain_points_and_needs": ["\t•\t To introduce cashier-free stores combined with AR/VR to attract customers", "\t•\t To provide directions and suggestions to tourists and to enhance their travel experience", "\t•\t To promote Taiwan’s tourist attractions"],
	"smart_solution": "This solution sets up chatbots in Hsinchu's important shopping districts for tourists to provide local tourist information with interactivity. The project also sets up websites and information portals to recommend related information to users and push it to them actively. The solution provides tourists with information about vendors, discount, positioning service, and reservations. It also serves as a travel aid by providing smart living and tourist information through AR interactive experience.",
	"adopted_technology": "AR/VR, chatbots and big data analytics",
	"benefits": ["\t•\t It renovates shopping districts with technology","\t•\t It allows the integration of online/offline marketing to enhance marketing effectiveness","\t•\t It helps to digitalize data collected from the shopping districts to serve as a reference in making marketing and sales strategies in the future"],
	"solution_description": "Bigdata Co., Ltd. introduces cashier-free stores combined with AR/VR platforms, chatbots, and smart information portals to provide local tourist information for better travel quality.",
	"solution_provider": "Bigdata Co., Ltd.",
	"reference_site": "Hsinchu County",
    "contact": "service@communications.org.tw"
}