{
    "8class": "Smart Healthcare",
    "company": "Chunghwa Telecom",
    "description": "Intelligent service system integrated with e-commerce and AI to help promote business of physical stores",
    "Scenario": "There are many popular vendors with distinctive features throughout Chiayi City, such as Lin-Tsung-Ming Fish Head Casserole, Guo’s Steamed Cake Sliced Soup at Wen-Hua Road shopping district, Square Cookies from T.K. FOOD, New Taiwan Bakery, and Chicken Rice by the Fountain at the shopping district of the train station. However, in light of the emerging popularity of e-commerce, these stores also have to upgrade their business practice to retain customers and attract new businesses.",
    "pain_points_and_needs": ["\t•\t The traditional face-to-face shopping behavior no longer meets the demand of consumers", "\t•\t A single popular store cannot support the overall prosperity of the entire shopping district"],
    "smart_solution": "This solution integrates membership management system and e-commerce system through application service, and to achieve an intelligent marketing service platform. Through branding facilitation coupled with the intelligent marketing service platform, it enables business owners in the shopping district to establish their brands, and promotes new types of payments with combines online/offline branding, which yields an intelligent O2O service for the shopping district.",
    "adopted_technology": "E-commerce Platform, Multiple Payment Methods, Beacon, WiFi, AI",
    "benefits": ["\t•\t Implement intelligent service platform to provide better services to customers", "\t•\t Promote the entire shopping district as a whole with help from various platform tools"],
    "solution_description": "Chunghwa Telecom helps owners of physical channels to optimize their brands through intelligent platform. It provides owners of the shopping district with services such as platform tools, ad marketing, membership management, multiple payment methods, and data analytics. It aims to help owners of the shopping district implement better shopping experience for customers from integrated technology, creating new opportunities in the shopping district.",
    "solution_provider": "Chunghwa Telecom",
    "reference_site": "Chiayi City",
    "contact": "service@communications.org.tw"
}