{
    "8class": "Smart Retail",
    "company": "Taiwan Fixed Network",
    "description": "Smart vending machines to help distribute donated supplies 24/7",
    "Scenario": "June has a humble background and live on low-income subsidies provided to her parents from the government. Fortunately, Hsinchu City government usually distributes supplies from benevolent people and helps to lower the burden on her family. The only problem is that the distribution site is a half-an-hour driving distance from home. Also, is it possible to receive supplies near her house or at a different location?",
    "pain_points_and_needs": ["\t•\t The distribution of donated supplies is uneven across Hsinchu City", "\t•\t The space of transfer sites is almost used up, and the donation process is complicated"],
    "smart_solution": "This solution imports distribution data for analysis through the combination between Benefit Cards and smart vending machine with various payment and online/offline integration mechanism. This way, the area where donated supplies are the most needed, and the most convenient places for distribution could be determined. People in need could then use the App to find out the distribution location, which is both convenient and time-saving.",
    "adopted_technology": "Mobile Payment, Cloud Platform",
    "benefits": ["\t•\t The donated supplies in the villages are effectively distributed", "\t•\t The distribution rate of the donated supplies reaches 70%"],
    "solution_description": "This solution utilizes smart vending machines as pickup locations for donated goods to those in need. The disadvantage could use the App to determine the place to receive donated supplies, which is convenient and time-saving. Once at the vending machine, those in need can simply access the vending machines with benefit cards issued by the city government to retrieve the donated goods.",
    "solution_provider": "Taiwan Fixed Network",
    "reference_site": "Public areas in the village, sites for social welfare in Hsinchu",
    "contact": "service@communications.org.tw"
}