{
    "8class": "Smart Education",
    "company": "Hebron Soft Limited",
    "description": "Smart Learning through Immersive Intelligent Technology to help learners Pick Up a second language like English",
    "Scenario": "Amy is teaching English at the elementary school in the remote village of Taitung County, where indigenous people reside with unique but rich cultural heritage. Amy is enthusiastic to teach students to use English for the introduction of their local culture to foreign tourists, but she fails due to the lack of educational resources. ",
    "pain_points_and_needs": ["\t•\t There are not so many teachers who are enthusiastic and willing to teach in rural areas", "\t•\t It is hard to have innovative teaching materials tailor-made to be suitable for the local students", "\t•\t In the technology era, it is necessary to incorporate English learning into everyday lives to enhance learning efficiency.", "\t•\t It helps to improve the uneven distribution of educational resources in the urban and rural areas and to fully incorporate the local culture into school teaching.", "\t•\t It aims to enhance the students’ knowledge and the ability to introduce their hometown in English, so as to expand the global vision."],
    "smart_solution": "It enables intelligent English learning across urban and rural areas by making use of intelligent technologies (AR/VR/LBS) to build an immersive English learning environment related to the local culture and everyday lives. Based on the characteristics of each school, teachers can design courses and classrooms for various scenarios accordingly, with the teaching materials full of distinctive features and the local culture. ",
    "adopted_technology": "Augmented Reality, Virtual Reality, Location-Based Services",
    "benefits": ["\t•\t To provide immersive learning of various topics by using VR technology", "\t•\t To learn tourism English enabled by LBS with AR technologies", "\t•\t English learning VR content to be available in the school campuses across cities and counties", "\t•\t Fill the learning gap between the urban and rural areas and to build Taiwan smart cities for English learning"],
    "solution_description": "This solution adopts smart technologies (AR/VR/LBS) to build an immersive English learning environment which is related to the local culture and everyday lives, so that the students can learn English in diverse scenarios.",
    "solution_provider": "Hebron Soft Limited",
    "reference_site": "Taipei City, Nantou County, Lienchiang County, Hualien County, Taitung County",
    "contact": "service@communications.org.tw"
}