{
    "8class": "Smart Tourism",
    "company": "FHNet",
    "description": "IoT to enhance agri-tourism",
    "Scenario": "A-Rong is the second-generation young farmer taking over the orchard from his father. He uses natural farming to grow his produce. However, A-Rong is faced with multiple challenges to maintain suitable soils, temperature, and humidity. He also finds it difficult to find sales channels for his fruits after the harvest. He is in need of help.",
    "pain_points_and_needs": ["\t•\t Lack of agriculture technology to enhance productivity ", "\t•\t Lack of sales channels for individual farms", "\t•\t Agri-tourism with growing popularity needs to be refined in practice"],
    "smart_solution": "This solution features intelligent management in the farmland including detection of moisture, air, soils, pests, and diseases. These records are digitalized to facilitate the traceability. In addition, it also sets up production and marketing platform for farmers to sell their products online to avoid the high cost from selling products through wholesalers. This solution further provides tourist information like a one-day trip in a rural village, which combines quality agriculture and agri-tourism with traditional tourism to promote sales in agriculture, boost farmer's income, and improve the livelihood of farmers.",
    "adopted_technology": "IoT, big data analytics",
    "benefits": ["\t•\t It creates a win-win business model by an appropriate profit sharing scheme", "\t•\t It could help farms develop multiple sales channels", "\t•\t Intelligent agriculture can expand production capacity and relieve the burden for labor power", "\t•\t It helps to build quality agriculture to improve the livelihood of farmers"],
    "solution_description": "This solution features an integrated platform for the ecosystem of tourism and IoT agriculture applications for “Agritourism.” ",
    "solution_provider": "FHNet",
    "reference_site": "Hsinchu County",
    "contact": "service@communications.org.tw"
}