{
    "8class": "Smart Transportation",
    "company": "Chunghwa System Integration",
    "description": "Wearable devices and AI to help ensure driver safety on bus",
    "Scenario": "On a late night shift, Johnson encountered a minor accident while behind the wheels on the bus. There was a car illegally double parking in front of him, causing Johnson to steer the bus to the left in a hurry and nearly collided with a motorcyclist on a high speed. Johnson was terribly shocked.",
    "pain_points_and_needs": ["\t•\t Buses are prone to collision due to difficulty for bus drivers to effectively detect the surrounding of vehicles with such a large size", "\t•\t Bus drivers’ violations to traffic rules may cause significant harm to passenger and public safety", "\t•\t Hard to detect and take precautions when bus drivers are dozing off or spacing out on the job", "\t•\t Time and energy consuming to go through video surveillance footage for accident investigation","\t•\t Data collected from multiple systems could not be interfaced easily"],
    "smart_solution": "With advanced driver-assistance systems (ADAS), intelligent bracelets worn by drivers using AI technology can detect if they are dozing off or spacing out on the road. The ADAS also detect the position and relative speed of the vehicles in front of the bus, and whether there is an unusual event around the vehicle. This solution makes use of smart bracelet, AI image and voice recognition, as well as cloud computing data platform to collect data and conduct behavioral analysis. As a result, this solution helps to detect the occurrence of unusual events, and can issue a warning for the weary drivers to improve the driver safety.",
    "adopted_technology": "Wearable device (bracelet), AI-enabled Image and voice recognition and cloud computing ",
    "benefits": ["\t•\t Monitor in real-time to avoid accidents", "\t•\t Actively detect abnormal events around the vehicle", "\t•\t Lower the labor cost of the supervision unit", "\t•\t Improve the efficiency of inspection and audit", "\t•\t Increase operation efficiency for bus fleet"],
    "solution_description": "This solution utilizes the wearable bracelet to collect data from bus driver’s behavior, along with AI image recognition and the cloud computing platform to monitor dangerous driving or unusual events to reduce the likelihood of accidents.",
    "solution_provider": "Chunghwa System Integration",
    "reference_site": "Taipei (Southeast Bus), Taichung (Free Go Bus), Kaohsiung (Kaohsiung Bus)",
    "contact": "service@communications.org.tw"
}