{
    "8class": "Smart Transportation",
    "company": "Microprogram",
    "description": "Integrated biking platform “Cycling Cloud” to enhance biker experience and safety",
    "Scenario": "Today was a sunny day and I rode my bike up to the mountains for some fresh air. However, I found myself exhausted half way through my ride, and was nearly involved in a minor accident when passing through a rough patch on the road. I wondered if there was any way I could monitor my physical status, and check the bike lane status to have a better riding experience in the future.",
    "pain_points_and_needs": ["\t•\t Lack of communication between bikers during rides to ensure safety", "\t•\t Lack of sufficient data collection to warn bikers about accident-prone locations", "\t•\t A need to create synergy in the e-Bike ecosystem through IoT for better system integration and riding experience "],
    "smart_solution": "\"Clycling Cloud\" effectively creates synergy among e-Bike manufacturers including car watches, motors, batteries, controllers, electronic locks in order to collect users’ endpoint behaviors and integrate them into the cloud platform. Cyclists can use the car watch and bike riding app to access navigation info, riding records (such as distance and estimated time of ride), weather conditions, the top ten popular bicycle routes, the full map of bike lanes in a given area (such as Taiwan), even info on accident-prone locations as references.",
    "adopted_technology": "Cycling App, open API, big data analytics with cloud platform",
    "benefits": ["\t•\t Integrated biking platform to monitor rider’s status and behaviors", "\t•\t Compiles data to formulate warnings towards accident-prone locations for riders", "\t•\t Integrated system to enhance biker experience and safety"],
    "solution_description": "This solution collects users’ endpoint behaviors and integrates them with the cloud platform by developing the smart vehicle platform on the e-Bike App. This platform also connects the riders and contributes to open data (such as information on the accident-prone locations).",
    "solution_provider": "Micro Program Co., Ltd.",
    "reference_site": "10+ popular biking lanes throughout Taiwan",
    "contact": "service@communications.org.tw"
}