{
    "8class": "Smart Transportation",
    "company": "Taiwan International Development",
    "description": "IoT with geomagnetic detection polls to increase operation efficiency of off-road parking space",
    "Scenario": "Mr. Lin, who works in Pingtung City is always worried about finding a parking space during lunch hours. The off-road parking space in downtown Pingdong is always full. He really hopes he can have access to more info on the current parking situation so he can decide where to park in advance.",
    "pain_points_and_needs": ["\t•\t Off-road parking spaces in downtown areas are always full during a certain hours, making it hard to find a parking spot", "\t•\t There is a need to increase the operation efficiency of these parking spaces"],
    "smart_solution": "This solution develops an integrated service for roadside and off-road parking. It integrates the geomagnetic system, space-guiding system, multiple payment methods, parking information sharing, and smart parking App. All of these could improve the usage rate of the roadside parking spaces. Through the technologies like 4G and IoT sensors for space detection, the solution supports integrated applications including a real-time parking information system, various payment methods, intelligent roadside billing, and handling charge reduction for parking fees. It aims to resolve parking issues effectively.",
    "adopted_technology": "4G, IoT, Geomagnetic Force Detection System, Intelligent Parking App",
    "benefits": ["\t•\t The time to search for a parking space is reduced by three minutes or more", "\t•\t Increase the turnover rate by 5% on essential road sections in the demonstration area"],
    "solution_description": "This solution makes use of geomagnetic detection polls and related technology to provide convenient parking services. It also makes use of big data analytics and BI business service system to optimize local transportation policies.",
    "solution_provider": "Taiwan International Development",
    "reference_site": "Pingtung City",
    "contact": "service@communications.org.tw"
}