{
    "8class": "Smart Transportation",
    "company": "Wan Da Tong",
    "description": "Intercity bus travels made easy with integrated ticketing service via App ",
    "Scenario": "At Taipei Transit Station, Tom and Jane find a long queue in front of the ticket booths for intercity buses departing from Taipei to Taichung on Friday nights. It seemed that they were unable to catch the bus departing at 21:30 and they will have to wait until 23:00 to take the next bus. Meanwhile, another bus company actually has an intercity bus to Taichung at 21:25. There were still available seats and the ticket price was 20% less, but Tom and Jane were completely unaware due to the lack of integrated info.",
    "pain_points_and_needs": ["\t•\t It is time-consuming to queue up for intercity tickets ", "\t•\t It is hard to obtain tickets prior to national holidays due to high demand", "\t•\t Information regarding prices among intercity companies and relative promotional campaigns are not widely available ", "\t•\t There is a need to see departure and arrival info of these intercity buses", "\t•\t The intercity companies also have a hard time tracking the ticket sales in a timely manner to adjust the departure schedule"],
    "smart_solution": "This solution integrates ticket selling information of freeway schedule bus and intercity bus companies, including bus schedules, available seats promotional campaigns from various stores at the bus bus stations into one integrated App. The public can use a mobile App to the book ticket, compare the price, mobile payment, special offerings when paying through credit cards. The passenger only needs to have his/her QR code in the App scanned to aboard the bus. This process is an optimized experience of taking a bus.",
    "adopted_technology": "Electronic ticketing management platform and mobile payment",
    "benefits": ["\t•\t This solution will cover up to 98% of intercity bus services in the West side of Taiwan", "\t•\t Facilitates info dissemination for bus schedules, prices and promotional campaigns", "\t•\t Reduces the waiting time for queuing and booking for the public, especially during ticket presales prior to national holidays","\t•\t Improves the efficiency of bus dispatch companies with better schedule adjustment"],
    "solution_description": "This solution integrates ticket selling information of freeway schedule bus services and intercity bus companies, allowing the public to enjoy the convenience by using one mobile App to compare prices, book and pay, as well as to use the QR code via smartphone for boarding.",
    "solution_provider": "Wan Da Tong",
    "reference_site": "Various cities in Taiwan, including Taipei, New Taipei, Taoyuan, Hsinchu, Taichung, Changhua, Yuanlin, Nantou, Yunlin, Chiayi, Tainan, Kaohsiung, Pingtung, and Yilan",
    "contact": "service@communications.org.tw"
}